11/data/attachments/62eaeb2751e8dc4f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_d2fdd4cd-516f-43ae-b64a-916e779c92da</nif:username>
            <nif:friendToBeAdded>Christopher_particular_Actions_35134_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>